---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InfillFailures.FamilyInstanceIsNotCuttingHost
source: html/fd95a0c2-367e-00cb-69c3-812819d35e1c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InfillFailures.FamilyInstanceIsNotCuttingHost Property

Instance is not cutting host.

## Syntax (C#)
```csharp
public static FailureDefinitionId FamilyInstanceIsNotCuttingHost { get; }
```